Repository: diego-hermida/ClimateChangeApp
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es

source: Increased energy consumption throughout the century, three times higher than the 2000 levels. Use of oil until 2070 and coal until 2100.
es: Consumo energético creciente durante todo el siglo, multiplicándose por tres respecto al consumo del año 2000. Uso del petróleo hasta 2070 y carbón hasta 2100.

source: Consequences
es: Consecuencias

source: <p> To meet the objective of keeping the global temperature <strong>below 2°C</strong> above <strong>pre-industrial levels</strong>, it is necessary to limit the emissions to a maximum of 3650 GtCO₂ (giga-tons of CO₂), half of which were <strong>already emitted</strong> towards 2011. The <strong>RPC 2.6</strong> is the only scenario that <strong>ensures the fullfillment</strong> of this objective. </p> <p> Therefore, of the <strong>RPC 2.6</strong> scenario is not met, the consequences will be negative at multiple levels: </p> <ul class="fa-ul pl-3"> <li><i class="fa-li fa fa-warning text-danger"></i> The Arctic is likely to be <strong>entirely disappeared</strong> before 2100. </li> <li><i class="fa-li fa fa-warning text-danger"></i> The climate will become <strong>more extreme</strong> in all regions. </li> <li><i class="fa-li fa fa-warning text-danger"></i> <strong>Heat waves</strong> will occur more frequently. </li> <li><i class="fa-li fa fa-warning text-danger"></i> A considerable percentage of terrestrial and marine species will be unable to adapt and will increase their <strong>risk of extinction</strong>. </li> <li><i class="fa-li fa fa-warning text-danger"></i> The risk of flooding and erosion of <strong>coastal areas</strong> will be increased. </li> <li><i class="fa-li fa fa-warning text-danger"></i> The quantity and quality of <strong>drinking water</strong> will be reduced; above all, in tropical and subtropical regions. </li> <li><i class="fa-li fa fa-warning text-danger"></i> The spread of <strong>diseases</strong> by vectors, water and food is likely to be increased. </li> </ul>
es: <p> Para cumplir el objetivo de mantener la temperatura del planeta <strong>por debajo de 2°C</strong> sobre los <strong>niveles pre-industriales</strong>, es necesario limitar las emisiones a un máximo de 3650 GtCO₂ (giga-toneladas de CO₂), la mitad de las cuales <strong>ya se habían emitido</strong> hacia 2011. <strong>RPC 2.6</strong> es el único escenario que <strong>asegura el cumplimiento</strong> de este objetivo.</p> <p> Por lo tanto, si el escenario <strong>RPC 2.6</strong> no se cumple, las consecuencias serán negativas a múltiples niveles: </p> <ul class="fa-ul pl-3"> <li><i class="fa-li fa fa-warning text-danger"></i> Es probable que el Ártico haya <strong>desaparecido completamente</strong> antes de 2100. </li> <li><i class="fa-li fa fa-warning text-danger"></i> El clima se volverá más <strong>más extremo</strong> en todas las regiones. </li> <li><i class="fa-li fa fa-warning text-danger"></i> <strong>Las olas de calor</strong> sucederán con mayor frecuencia. </li> <li><i class="fa-li fa fa-warning text-danger"></i> Un porcentaje considerable de especies marinas y terrestres no serán capaces de adaptarse, y aumentará su <strong>riesgo de extinción</strong>. </li> <li><i class="fa-li fa fa-warning text-danger"></i> Aumentará el riesgo de inundaciones y erosión de las <strong>regiones costeras</strong>. </li> <li><i class="fa-li fa fa-warning text-danger"></i> Tanto la cantidad como la calidad del <strong>agua potable</strong> se verá reducida; sobre todo, en las regiones tropicales y subtropicales. </li> <li><i class="fa-li fa fa-warning text-danger"></i> La propagación de <strong>enfermedades</strong> por vectores, agua y alimentos puede que se vea aumentada. </li> </ul>

source: <strong>Credit: </strong>IPCC. The full report is available <a href="https://www.ipcc.ch/pdf/assessment-report/ar5/syr/SYR_AR5_FINAL_full_wcover.pdf" target="_blank">here</a>.
es: <strong>Reconocimiento: </strong>IPCC. El informe completo está disponible <a href="https://www.ipcc.ch/pdf/assessment-report/ar5/syr/SYR_AR5_FINAL_full_wcover.pdf" target="_blank">aquí</a>.

source: Sea level rise (mm)
es: Aumento del nivel del mar (mm)

source: Ice mass loss, Arctic (Gt)
es: Pérdida de masa de hielo, Ártico (Gt)

source: Ice mass loss, Antarctica (Gt)
es: Pérdida de masa de hielo, Antártida (Gt)

source: You have been successfully logged out.
es: La sesión se ha cerrado correctamente.

source: An error occurred while logging you out.
es: Ha ocurrido un error al cerrar la sesión.

source: Facts about Climate Change
es: Hechos sobre el Cambio Climático

source: Polluted popsicles
es: Helados contaminados

source: As a consequence of Climate Change, the quantity and quality of <strong>drinking water</strong> will be reduced.
es: Como consecuencia del Cambio Climático, la cantidad y calidad del <strong>agua potable</strong> se verá reducida.

source: Credit (image): The <a href="https://www.facebook.com/PollutedWaterPopsicles/" target="_blank">Polluted Water Popsicles</a> project.
es: Atribuciones (imagen): Al proyecto <a href="https://www.facebook.com/PollutedWaterPopsicles/" target="_blank">Polluted Water Popsicles</a>.

source: The climate was <strong>key</strong> to the fall of the Western Roman Empire. From the year 400 A.D., the winters were becoming increasingly cold, displacing the barbarian peoples to southern Europe. These, more and more numerous, were making a dent in the Empire; causing its fall in the year 476 A.D.
es: El clima fue <strong>clave</strong> en la caída del Imperio Romano de Occidente. Desde el año 400 d.C., los inviernos se fueron haciendo cada vez más fríos, desplazando a los pueblos bárbaros al sur de Europa. Éstos, más y más numerosos, fueron haciendo mella en el Imperio; causando su caída en el año 476 d.C.

source: J. M. Viñas Rubio, <cite>Physicist and scientific communicator</cite>.
es: J. M. Viñas Rubio, <cite>Físico y divulgador científico</cite>.

source: Climate Change is not among the <strong>15 biggest concerns</strong> of the population.
es: El Cambio Climático no se encuentra entre las <strong>15 mayores preocupaciones</strong> de la población.

source: Poll data are available <a href="http://data.myworld2015.org/" target="_blank"><cite>here</cite></a>.
es: Los datos de la encuesta están disponibles <a href="http://data.myworld2015.org/" target="_blank"><cite>aquí</cite></a>.

source: Warning!
es: ¡Atención!

source: To meet the objective of keeping the global temperature <strong>below 2°C</strong> above <strong>pre-industrial levels</strong>, it is necessary to limit the emissions to a maximum of 3650 GtCO₂ (giga-tons of CO₂), half of which were <strong>already emitted</strong> towards 2011.
es: Para cumplir el objetivo de mantener la temperatura global por <strong>debajo de 2°C</strong> de los <strong>niveles pre-industriales</strong>, es necesario limitar las emisiones a un máximo de 3650 GtCO₂ (giga-toneladas de CO₂), la mitad de cuales fueron <strong>ya emitidas</strong> hacia 2011.

source: 97%% of the scientific community affirms that climate change <strong>is real</strong>, and is caused mainly by humans.
es: El 97%% de la comunidad científica afirma que el cambio climático <strong>es real</strong>, y éste es causado mayoritariamente por el ser humano.

source: The Arctic is likely to be <strong>entirely disappeared</strong> before 2100.
es: El Ártico puede que haya <strong>desaparecido completamente</strong> antes de 2100.

source: Experts say that global warming caused by <strong>CO₂</strong> emissions is irreversible for <strong>several centuries</strong>.
es: Los expertos aseguran que el calentamiento global causado por emisiones de <strong>CO₂</strong> es irreversible por <strong>varios siglos</strong>.

source: Polar bear
es: Oso polar

source: Numerous marine and terrestrial species will be unable to adapt, and will increase their <strong>risk of extinction</strong>.
es: Numerosas especies marinas y terrestres no podrán adaptarse, y aumentará su <strong>riesgo de extinción</strong>.

source: Credit (image): Arturo de Frias Marques, from <a href="https://commons.wikimedia.org/wiki/File:Polar_Bear_AdF.jpg" target="_blank">Wikimedia Commons</a>.
es: Atribuciones (imagen): Arturo de Frias Marques, de <a href="https://commons.wikimedia.org/wiki/File:Polar_Bear_AdF.jpg" target="_blank">Wikimedia Commons</a>.

source: The Earth has reached <strong>CO₂ levels</strong> higher than ever on history.
es: La Tierra ha alcanzado <strong>niveles de CO₂</strong> más altos que nunca en la Historia.

source: (showing only the first %(size)s results)
es: (mostrando solo los primeros %(size)s resultados)

source: Such location does not exist, or there is no data available for it.
es: Esa localización no existe, o no existen datos disponibles sobre ella.

source: Geolocation is disabled. <br/> <strong>Tip:</strong> Search for locations using the <strong>Search bar</strong>, or enable <strong>Geolocation</strong> by clicking on the <kbd><i class="fa fa-location-arrow"></i></kbd> button.
es: La geolocalización está desactivada. <br/> <strong>Consejo:</strong> Busque localizaciones usando la <strong>Barra de búsqueda</strong>, o active la <strong>geolocalización</strong> presionando el botón <kbd><i class="fa fa-location-arrow"></i></kbd> .

source: View nearest location
es: Visualice la localización más cercana

source: View all locations
es: Visualice todas las localizaciones

source: Anytown
es: Cualquier Lugar

source: <span><strong>Google Maps</strong> is unavailable.</span>
es: <span><strong>Google Maps</strong> no está disponible.</span>

source: This location has both information about air pollution and weather conditions (real time and historical data).
es: Esta localización posee tanto información sobre la contaminación de aire como de las condiciones meteorológicas (en tiempo real y datos históricos).

source: <strong>%(loc_name)s</strong> is the capital city of <strong>%(country_name)s</strong>
es: <strong>%(loc_name)s</strong> es la capital de <strong>%(country_name)s</strong>

source: Once you have selected a location, more info will appear here.
es: Una vez haya seleccionado una localización, aquí aparecerá más información.

source: Your current position
es: Tu posición actual

source: Locations (list)
es: Localizaciones (lista)

source: Monitored locations
es: Localizaciones monitorizadas

source: No locations are available.
es: No hay localizaciones disponibles.

source: Admin zone - Messages
es: Administración - Mensajes

source: An error occurred while deleting the message.
es: Ha ocurrido un error al borrar el mensaje.

source: Such message does not exist.
es: Tal mensaje no existe.

source: Message successfully deleted.
es: Mensaje borrado correctamente.

source: An error occurred while processing the request.
es: Ha ocurrido un error al procesar la petición.

source: Message filters
es: Filtros de mensajes

# multiple msgs
source: Replied
es: Contestados

# multiple msgs
source: Dismissed
es: Rechazados

source: Message pagination arrows
es: Flechas de paginación de mensajes

source: Move message to inbox
es: Mover mensaje a la bandeja de entrada

source: Permanently delete message
es: Borrar mensaje de forma permanente

source: Mark message as replied
es: Marcar mensaje como respondido

source: Dismiss message
es: Rechazar mensaje

source: Reply by email
es: Responder por correo electrónico

# single msg
source: Replied
es: Contestado

# single msg
source: Dismissed
es: Rechazado

source: New
es: Nuevo

source: Showing page <strong>%(page)s</strong> out of <strong>%(total_pages)s</strong>.
es: Mostrando página <strong>%(page)s</strong> de <strong>%(total_pages)s</strong>.

source: There are no available messages.
es: No existen mensajes.

source: Admin zone - Manage profile
es: Administración - Gestionar perfil

source: Manage your profile
es: Gestione su perfil

source: This functionality is not implemented yet.
es: Esta funcionalidad aún no está implementada.

source: Air Quality
es: Calidad del Aire

source: Check the air quality in real-time, and discover aggregated statistics from historical data.
es: Compruebe la calidad del aire en tiempo real, y descubra estadísticas agregadas procedentes de datos históricos.

source: All values are measured using the AQI index. This index represents how clean or polluted the air is, and who is likely to be affected by it.
es: Todos los valores se miden usando el índice AQI. Éste representa cómo de limpio o contaminado está el aire, y quiénes susceptible de verse afectado por ello.

source: <h4 class="alert-heading">Warning!</h4> <p> Air pollution is <strong>hazardous</strong> at these levels. <br/> You should limit your exposure by <strong>staying indoors</strong> and reducing your <strong>activity levels</strong> in order to decrement the amount of particle pollution you breathe into your lungs. </p> <hr> <p class="mb-0"> Click <a class="alert-link" target="_blank" href="https://www.airnow.gov/index.cfm?action=aqibasics.pmhilevels">here</a> to see more information about how you can reduce your exposure to PM2.5 and PM10 hazardous levels. </p>
es: <h4 class="alert-heading">Alerta!</h4> <p> La contaminación del aire es <strong>peligrosa</strong> a estos niveles. <br/> Usted debería limitar suexposición <strong>resguardándose dentro</strong> de algún edificio, y reduciendo sus <strong>niveles de actividad</strong> para decrementar la cantidad de partículas contaminantes que entran en sus pulmones. </p> <hr> <p class="mb-0"> Haga click <a class="alert-link" target="_blank" href="https://www.airnow.gov/index.cfm?action=aqibasics.pmhilevels">en este enlace</a> para ver más información sobre cómo puede reducir su exposición a niveles peligrosos de PM2.5 y PM10 (en inglés). </p>

source: Measures
es: Medidas

source: Dominant pollutant
es: Contaminante dominante

source: Last updated:
es: Última actualización:

source: Click <a class="alert-link" href="#" aria-controls="airPollutionExplanationTable" onclick="$('#airPollutionExplanationTable').toggleClass('d-none'); return false">here</a> to know more about the <strong>AQI</strong> index and what do these numbers mean.
es: Haga click <a class="alert-link" href="#" aria-controls="airPollutionExplanationTable" onclick="$('#airPollutionExplanationTable').toggleClass('d-none'); return false">aquí</a> para conocer más sobre el índice <strong>AQI</strong> y qué significan estos números.

source: Source: <a href="http://aqicn.org/scale/" target="_blank"> The World Air Quality Index Project</a>.
es: Fuente: <a href="http://aqicn.org/scale/" target="_blank"> The World Air Quality Index Project</a>.

source: Description
es: Descripción

source: (Good)
es: (Buena)

source: Air quality is considered satisfactory, and air pollution poses little or no risk.
es: La calidad del aire se considera satisfactoria, y la contaminación del aire posee poco o ningún riesgo.

source: (Moderate)
es: (Moderada)

source: Air quality is acceptable; however, for some pollutants there may be a moderate health concern for a very small number of people who are unusually sensitive to air pollution.
es: La calidad del aire es aceptable; no obstante, para algunos contaminantes podría haber un riesgo moderado para la salud para un número muy reducido de personas que son inusualmente sensibles a la contaminación del aire.

source: (Unhealthy for Sensitive Groups)
es: (Insalubre para Grupos Sensibles)

source: Members of sensitive groups may experience health effects. The general public is not likely to be affected.
es: Miembros de grupos sensibles podrían experimentar efectos en la salud. El público general no es probable que se vea afectado.

source: (Unhealthy)
es: (Insalubre)

source: Everyone may begin to experience health effects; members of sensitive groups may experience more serious health effects.
es: Todos podrían experimentar efectos en la salud; siendo estos más graves en los grupos sensibles.

source: (Very Unhealthy)
es: (Muy Insalubre)

source: Health warnings of emergency conditions. The entire population is more likely to be affected.
es: Avisos de alerta en condiciones de emergencia. Toda la población es susceptible de verse afectada.

source: (Hazardous)
es: (Peligroso)

source: Health alert: everyone may experience serious health effects.
es: Alerta para la salud: Todo el mundo podría experimentar graves efectos para su salud.

source: Historical Air Quality data
es: Datos históricos de la Calidad del Aire

source: Search for historical data by selecting a date range. Information will be displayed using charts and tables.
es: Busque datos históricos seleccionando un rango de fechas. La información se mostrará en forma de gráficos y tablas.

source: <strong>Attention:</strong> We're experiencing <strong>problems</strong> with this API. <br> As a result, data will only be available from <strong>January 2018</strong> to <strong>April 2018</strong>.
es: <strong>Atención:</strong> Estamos experimentando <strong>problemas</strong> con esta API. <br> Como resultado, solo existen datos disponibles desde <strong>enero de 2018</strong> hasta <strong>abril de 2018</strong>.

source: From - To
es: Desde - Hasta

source: Invalid field
es: Campo inválido

source: Plot all data
es: Representar todos los datos

source: <strong>Warning:</strong> Plotting all data can consume a significant amount of resources when the date range is broad.
es: <strong>Advertencia:</strong> Representar todos los datos puede consumir una cantidad considerable de recursos cuando el rango de fechas es amplio.

source: Select a <strong>date range</strong> by clicking on the <kbd><i class="fa fa-calendar"></i></kbd> button. <br/> Once done, press the <kbd><i class="fa fa-search"></i></kbd> button, and a <strong>line chart</strong> with historical air pollution data will appear here.
es: Seleccione un <strong>rango de fechas</strong> haciendo click en el botón <kbd><i class="fa fa-calendar"></i></kbd> . <br/> Una vez hecho, haga click en el botón <kbd><i class="fa fa-search"></i></kbd> , y un <strong>gráfico de líneas</strong> con datos históricos de la calidad del aire aparecerá aquí.

source: <strong>Tip:</strong> Click on the legend items (coloured circles) to <strong>hide</strong> or <strong>display</strong> its series.
es: <strong>Consejo:</strong> Haga click en los ítems de la leyenda (círculos a color) para <strong>mostrar</strong> u <strong>ocultar</strong> las series del gráfico.

source: Evolution of pollutants from <span id="airPollutionFrom" class="font-weight-bold"></span> to <span id="airPollutionTo" class="font-weight-bold"></span>
es: Evolución de los contaminantes desde el <span id="airPollutionFrom" class="font-weight-bold"></span> hasta el <span id="airPollutionTo" class="font-weight-bold"></span>

source: <strong>Tip:</strong> The bottom chart allows you to expand the top chart. To do this, <strong>click</strong> on the bottom chart and <strong>drag</strong> to select a fraction of its area. <br/>Automatically, the top chart will be <strong>rescaled</strong> over the selected area.
es: <strong>Consejo:</strong> El gráfico inferior le permite aumentar el gráfico superior. Para ello, haga <strong>click</strong> sobre el gráfico inferior, y <strong>arrastre</strong> para seleccionar una fracción de su área. <br/>Automáticamente, el gráfico superior se <strong>reescalará</strong> sobre el área seleccionada.

source: Dominant pollutant throughout the period
es: Contaminante dominante a lo largo del período

source: Number of measures with non-null dominant pollutant
es: Número de mediciones con contaminante dominante no nulo

source: Pollutant
es: Contamin.

source: Max
es: Máx.

source: Min
es: Mín.

source: Average
es: Media

source: Average, max and min values for all pollutants
es: Valores medio, máximo y mínimo para todos los contaminantes

source: Table values are computed using plotted data
es: Los valores de la tabla se calculan usando los datos representados.

source: This table uses the <strong>AQI</strong> index's colors to reflect air quality:
es: Esta tabla emplea los colores del índice <strong>AQI</strong> para representar la calidad del aire:

source: To see a detailed explanation about <strong>AQI levels</strong>, click <a class="alert-link" href="#" onclick="showElement('airPollutionExplanationTable', 20, 180); return false"> here</a>.
es: Para ver una explicación detallada sobre los <strong>niveles AQI</strong>, haga click <a class="alert-link" href="#" onclick="showElement('airPollutionExplanationTable', 20, 180); return false"> aquí</a>.

source: Air Pollution data for <strong>%(loc_name)s</strong> is available courtesy of <a href="http://aqicn.org/sources/" target="_blank">The World Air Quality Index Project</a> and:
es: Los datos de la Calidad del Aire para <strong>%(loc_name)s</strong> están disponibles por cortesía de <a href="http://aqicn.org/sources/" target="_blank">The World Air Quality Index Project</a> y:

source: Air Pollution data attributions are not available for <strong>%(loc_name)s</strong>.
es: Las atribuciones de los datos de Calidad del Aire no están disponibles para <strong>%(loc_name)s</strong>.

source: Air pollution info is not available for <strong>%(loc_name)s</strong>.
es: La información de la Calidad del Aire no está disponible para <strong>%(loc_name)s</strong>.

source: Last 24 hours
es: Últimas 24 horas

source: Last 7 days
es: Últimos 7 días

source: Last 30 days
es: Últimos 30 días

source: Last 365 days
es: Últimos 365 días

source: This year
es: Este año

source: Clear
es: Borrar

source: Custom Range
es: Rango Personalizado

source: ["Mo", "Tu", "We", "Th", "Fr", "Sa", "Su"]
es: ["Lu", "Ma", "Mi", "Ju", "Vi", "Sa", "Do"]

source: ["January", "February", "March", "April", "May", "June", "July", "August", "September", "October", "November", "December"]
es: ["Enero", "Febrero", "Marzo", "Abril", "Mayo", "Junio", "Julio", "Agosto", "Septiembre", "Octubre", "Noviembre", "Diciembre"]

source: Energy production and CO₂ emissions
es: Producción energética y emisiones de CO₂

source: Min.
es: Mín.

source: Max.
es: Máx.

source: Search
es: Buscar

source: Select a <strong>year range</strong> by clicking on the <kbd><i class="fa fa-calendar"></i></kbd> buttons. <br/> Once done, press the search button, and an <strong>area chart</strong> with historical CO₂ data will appear here.
es: Seleccione un <strong>rango de años</strong> haciendo click en el botón <kbd><i class="fa fa-calendar"></i></kbd> . <br/> Una vez hecho, haga click en el botón de búsqueda, y un <strong>gráfico</strong> con datos históricos de emisiones de CO₂ aparecerá aquí.

source: CO₂ emissions
es: Emisiones de CO₂

source: <span>Annual CO₂ emissions between</span> <span class="font-weight-bold countryPollutionFrom"></span> and <span class="font-weight-bold countryPollutionTo"></span>
es: <span>Emisiones anuales de CO₂ entre </span> <span class="font-weight-bold countryPollutionFrom"></span> y <span class="font-weight-bold countryPollutionTo"></span>

source: Number of measures with non-null values
es: Número de mediciones con valores no nulos

source: of CO₂ in <span class="countryPollutionTo"></span>
es: de CO₂ en <span class="countryPollutionTo"></span>

source: of CO₂ emitted since <span class="countryPollutionFrom"></span>
es: de CO₂ emitidas desde <span class="countryPollutionFrom"></span>

source: Tt: tera-ton (1 Tt = 10¹² tons)
es: Tt: tera-tonelada (1 Tt = 10¹² toneladas)

source: Gt: giga-ton (1 Gt = 10⁹ tons)
es: Gt: giga-tonelada (1 Gt = 10⁹ toneladas)

source: Mt: mega-ton (1 Mt = 10⁶ tons)
es: Mt: mega-tonelada (1 Mt = 10⁶ toneladas)

source: kt: kilo-ton (1 kt = 10³ tons)
es: kt: kilo-tonelada (1 kt = 10³ toneladas)

source: 1 ton = 1000 kg
es: (10⁹ toneladas; 1 tonelada = 1000 kg)

source: Energy production
es: Producción energética
