Repository: diego-hermida/ClimateChangeApp
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es

source: Locations
es: Localizaciones

source: Countries
es: Países

source: Manage profile
es: Gestionar perfil

source: Manage messages
es: Administrar mensajes

source: World
es: Mundo

source: Africa
es: África

source: European Union
es: Unión Europea

source: Euro area
es: Zona Euro

source: Europe & Central Asia
es: Europa y Asia Central

source: North America
es: América del Norte

source: Central America
es: América Central

source: Latin America & Caribbean
es: América Latina y Caribe

source: Arab World
es: Mundo Árabe

source: East Asia & Pacific
es: Asia oriental y Pacífico

source: Middle East & North Africa
es: Norte de África y Medio Este

source: South Asia
es: Sur de Asia

source: Sub-Saharan Africa
es: África subsahariana

source: High income
es: Renta alta

source: Lower middle income
es: Renta medio-baja

source: Low income
es: Renta baja

source: Middle income
es: Renta media

source: Upper middle income
es: Renta medio-alta

source: About
es: Acerca de

source: Student
es: Estudiante

source: Designer
es: Diseñador

source: Developer
es: Desarrollador

source: Tester
es: Probador

source: Client
es: Cliente

source: University of A Coruña
es: Universidad de A Coruña

source: Faculty of Computing
es: Facultad de Informática

source: <p class="card-text text-justify"> The <strong>University of A Coruña</strong> was founded in 1989. Is a Spanish public university with campus in A Coruña, Ferrol and Bastiagueiro. </p> <p> Its primary objective is the <strong>generation, management and dissemination</strong> of culture and scientific, technological and professional knowledge through the development of research and teaching. </p> <p> The University of A Coruña explicitly expresses its <strong>commitment to the study</strong> and the integral development of Galicia, its social, cultural and linguistic identity, and it will promote its <strong>full integration</strong> into the European Higher Education and and the projection in Latin America. </p>
es: <p class="card-text text-justify"> La <strong>Universidad de A Coruña</strong> se fundó en 1989. Es una universidad pública española con campus en A Coruña, Ferrol y Bastiagueiro. </p> <p> Su finalidad esencial es la<strong>generación, gestión y difusión</strong> de la cultura y el conocimiento científico, tecnológico y profesional a través del desarrollo de la investigación y de docencia. </p> <p> La Universidad de A Coruña manifiesta explícitamente su <strong>compromiso con el estudio</strong> y desarrollo integral de Galicia, singularmente de su identidad social, cultural y lingüística, y asimismo promoverá su <strong>plena integración</strong> en el Espacio Europeo de Enseñanza Superior y la proyección en América Latina. </p>

source: <strong>Useful links:</strong>
es: <strong>Enlaces de utilidad:</strong>

source: University of A Coruña's <a href="https://www.udc.es/index.html?language=en" target="_blank">website</a>.
es: <a href="https://www.udc.es/index.html?language=es" target="_blank">Sitio web</a> de la Universidad de A Coruña.

source: Faculty of Computing's <a href="https://www.fic.udc.es/es" target="_blank">website</a> (in Spanish).
es: <a href="https://www.fic.udc.es/es" target="_blank">Sitio web</a> de la Facultad de Informática.

source: Admin zone
es: Administración

source: Welcome to the admin zone
es: Bienvenido a la zona de administración

source: Here you can:
es: Aquí, usted puede:

source: <a href="/admin/profile">Manage your profile</a>.
es: <a href="/admin/profile">Gestionar su perfil</a>.

source: <a href="/admin/messages">Manage messages</a> sent by application's users.
es: <a href="/admin/messages">Gestionar los mensajes</a> enviados por los usuarios de la aplicación.

source: Login - Admin zone
es: Iniciar sesión - Administración

source: Sign in
es: Iniciar sesión

source: Username:
es: Usuario:

source: john.doe
es: juan.perez

source: This field cannot be empty.
es: Este campo no puede estar vacío.

source: Good!
es: ¡Bien!

source: The administrator should have provided you with your <strong>credentials</strong>.
es: El administrador debería haberle proporcionado sus <strong>credenciales</strong>.

source: Password:
es: Contraseña:

source: An error occurred while processing your authentication.
es: Ha ocurrido un error al procesar la autenticación.

source: Your credentials are invalid.
es: Sus credenciales son inválidas.

source: Climate Change
es: Cambio Climático

source: Contact
es: Contacto

source: Logged in as <strong>%(username)s</strong>
es: Conectado como <strong>%(username)s</strong>

source: Logout
es: Cerrar sesión

source: © University of A Coruña, <strong>%(current_year)s</strong>.
es: © Universidad de A Coruña, <strong>%(current_year)s</strong>.

source: This is the <strong>end-of-degree</strong> project of <a class="text-info" href="/about"><strong>Diego Hermida Carrera.</strong></a>
es: Este es el Trabajo de Fin de Grado <strong>(TFG)</strong> de <a class="text-info" href="/about"><strong>Diego Hermida Carrera.</strong></a>

source: <cite>Like</cite> this app
es: <cite>Me gusta</cite> esta app

source: You have already liked the app
es: Ya ha dado 'Me gusta' a la app

source: List all monitored locations
es: Listar todas las localizaciones monitorizadas

source: Do not hesitate to contact us if you:
es: No dude en contactarnos si usted:

source: Have found a <strong>bug</strong>. If so, a detailed explanation would be ideal.
es: Ha encontrado un <strong>fallo</strong>. En ese caso, una explicación detallada sería ideal.

source: Think some data showed in this application could be <strong>invalid</strong>.
es: Cree que algún dato mostrado en esta aplicación podría ser <strong>inválido</strong>.

source: Want <strong>new</strong> content and/or data.
es: Quiere <strong>nuevo</strong> contenido y/o datos.

source: Want to <strong>translate</strong> the application to a new language and/or make another <strong>contribution</strong>.
es: Quiere <strong>traducir</strong> la aplicación a un nuevo idioma y/o realizar alguna otra <strong>contribución</strong>.

source: However, if you pretend to:
es: No obstante, si usted pretende:

source: Say you <cite>like</cite> this app: You can use the <i class="px-1 fa fa-thumbs-up fa-lg text-info"></i> button at the bottom of this page!
es: Decir que <cite>le gusta</cite> esta app: ¡use el botón <i class="px-1 fa fa-thumbs-up fa-lg text-info"></i> situado al fondo de esta página!

source: Contact the <strong>developing team</strong>, you can do it <a href="/about">here</a>.
es: Contactar con el <strong>equipo de desarrollo</strong>, puede hacerlo <a href="/about">aquí</a>.

source: Subject:
es: Asunto:

source: I've found a bug!
es: ¡He encontrado un fallo!

source: The subject length must be %(min_subject)s-%(max_subject)s characters long.
es: La longitud del asunto debe ser de %(min_subject)s-%(max_subject)s caracteres.

source: This should summarize your message.
es: Esto debería resumir su mensaje.

source: john.doe@example.com
es: nombre@ejemplo.com

source: The e-mail address must be valid, and its length must be %(min_email)s-%(max_email)s characters long, and must include a "@".
es: La dirección de e-mail debe ser válida, y su longitud debe ser de %(min_email)s-%(max_email)s caracteres, y debe incluir un "@".

source: We will reply you to this address as soon as possible.
es: Le responderemos a dicha dirección tan pronto como sea posible.

source: Name:
es: Nombre:

source: John Doe
es: Juan Pérez

source: The name length must be %(min_name)s-%(max_name)s characters long.
es: La longitud del nombre debe ser de %(min_name)s-%(max_name)s caracteres.

source: Message:
es: Mensaje:

source: Your message goes here.
es: Su mensaje va aquí.

source: The message length must be %(min_message)s-%(max_message)s characters long.
es: La longitud del mensaje debe ser de %(min_message)s-%(max_message)s caracteres.

source: Your message has been successfully sent.
es: Su mensaje ha sido correctamente enviado.

source: An error occurred while sending your message.
es: Ha ocurrido un error al enviar su mensaje.

source: Send
es: Enviar

source: Return to the main page
es: Volver a la página principal

source: Geolocation has been successfully enabled.
es: La geolocalización se ha activado correctamente.

source: Your search returned multiple results.
es: La búsqueda ha devuelto múltiples resultados.

source: Your search returned 0 results.
es: La búsqueda no ha devuelto resultados.

source: Such country does not exist, or there is no data available for it.
es: Ese país no existe, o no existe información disponible sobre él.

source: Geolocation is disabled. <br/> <strong>Tip:</strong> Search for countries using the <strong>Search bar</strong>, or enable <strong>Geolocation</strong> by clicking on the <kbd><i class="fa fa-location-arrow"></i></kbd> button.
es: La geolocalización está desactivada. <br/> <strong>Consejo:</strong> Busque países usando la <strong>Barra de búsqueda</strong>, o active la <strong>geolocalización</strong> presionando el botón <kbd><i class="fa fa-location-arrow"></i></kbd> .

source: An error occurred while retrieving your current position.
es: Ha ocurrido un error al intentar determinar su posición actual.

source: View nearest country
es: Visualice el país más cercano

source: View all countries
es: Visualice todos los países

source: Show or hide the map
es: Muestre u oculte el mapa

source: Geolocation is enabled
es: La geolocalización está activada

source: Enable geolocation
es: Active la geolocalización

source: Country
es: País

source: Keywords are invalid: "%(keywords)s"
es: La entrada de texto es inválida: "%(keywords)s"

source: Click on the dropdown button to show pre-selected <strong>regions</strong> and <strong>income levels</strong>. You can click on any of them to see its data. <br>Note: Some regions might not have data.
es: Haga click en el botón desplegable para mostrar las <strong>regiones</strong> y <strong>niveles de renta</strong> pre-seleccionados. Puede hacer click en cualquiera de ellos para ver sus datos. <br>Nota: Algunas regiones pueden no tener datos.

source: Regions and income levels
es: Regiones y niveles de renta

source: <div> <strong>Tips:</strong> <ul> <li> <strong>Click</strong> on the map surface and <strong>drag</strong> to move it. </li> <li> Use the &nbsp;<kbd>+</kbd>&nbsp; and &nbsp;<kbd>-</kbd>&nbsp; buttons, or <strong> tap twice</strong> on the map's surface to zoom in and out. </li> <li> <strong>Select</strong> a country by <strong>clicking</strong> on it. </li> <li>You can also use the <strong>Search bar</strong> to select countries.</li> </ul> </div>
es: <div> <strong>Consejos:</strong> <ul> <li> Haga <strong>click</strong> sobre la superficie del mapa y <strong>arrastre</strong> para moverlo. </li> <li> Use los botones &nbsp;<kbd>+</kbd>&nbsp; y &nbsp;<kbd>-</kbd>&nbsp;, o <strong> toque dos veces</strong> sobre la superficie del mapa para ampliarlo o reducirlo. </li> <li> <strong>Seleccione</strong> un país haciendo <strong>click</strong> sobre él. </li> <li>También puede usar la <strong>barra de búsqueda</strong> para seleccionar países.</li> </ul> </div>

source: To represent this map, <a href="https://www.amcharts.com/" target="_blank">amCharts</a> libraries have been used.
es: Para representar este mapa, se han empleado librerías de <a href="https://www.amcharts.com/" target="_blank">amCharts</a>.

source: Once you have selected a country, more info will appear here.
es: Una vez haya seleccionado un país, aquí aparecerá más información.

source: Sea level rise
es: Nivel del mar

source: Climate change is accelerating the rise in sea level. Cities at sea level will be the first to be affected.
es: El cambio climático está acelerando la subida en el nivel del mar. Las ciudades a nivel del mar serán las primeras en verse afectadas.

source: Continue reading
es: Continúe leyendo

source: Polar ice extension
es: Extensión de hielo polar

source: If the current situation is not controlled, before the end of the century the Arctic will be no more than a memory. <br>
es: Si la situación actual no se controla, antes de final de siglo el Ártico no será más que un recuerdo. <br>

source: Climate projections
es: Proyecciones climáticas

source: Climatic projections venture a pessimistic future if polluting emissions are not reduced.
es: Las proyeccciones climáticas aventuran un futuro pesimista si no se reducen las emisiones contaminantes.

source: Load data
es: Mostrar los datos

source: No data has been found.
es: No se han encontrado datos.

source: Data could not be retrieved.
es: Ocurrió un error al intentar obtener los datos.

source: Sea level rise from <span id="seaLevelRiseFrom" class="font-weight-bold"></span> to <span id="seaLevelRiseTo" class="font-weight-bold"></span>
es: Subida del nivel del mar desde <span id="seaLevelRiseFrom" class="font-weight-bold"></span> hasta <span id="seaLevelRiseTo" class="font-weight-bold"></span>

source: Number of plotted values
es: Número de valores representados

source: Showing Global Mean Sea Level (GMSL) variations computed at the NASA Goddard Space Flight Center under the auspices of the NASA MEaSUREs program, using the Integrated Multi-Mission Ocean Altimeter Data for Climate Research.
es: Mostrando variaciones del Nivel Global Medio del Mar (GMSL), calculadas en el Centro de Vuelos Espaciales Goddard de la NASA, bajo los auspicios del programa MEaSUREs de la NASA, utilizando los datos del Multi-Mission Ocean Altimeter para la investigación del clima.

source: <strong>Credit: </strong>B. Beckley, supported by NASA's MEaSUREs program.
es: <strong>Reconocimiento: </strong>B. Beckley, apoyado por el programa MEaSUREs de la NASA.

source: from <span id="seaLevelRiseStartYear"></span> levels
es: desde los niveles de <span id="seaLevelRiseStartYear"></span>

source: in <span id="seaLevelRiseLastYear"></span>
es: en <span id="seaLevelRiseLastYear"></span>

source: <p class="text-justify mt-3 mb-2"> In the last 20 years, the sea level has increased by <strong>8 cm</strong>. However, scientific predictions indicate that sea level could rise up to <strong>0.9 meters by the end of the century</strong>. <br> This increase is mainly due to the <strong>melting</strong> of the Arctic and Antarctic. <br> </p> Among the consequences of <strong>sea level rise</strong>, we can highlight: <ul class="fa-ul mt-1 pl-3"> <li><i class="fa-li fa fa-warning text-danger"></i>Loss of biodiversity.</li> <li><i class="fa-li fa fa-warning text-danger"></i>Storms, hurricanes and other more violent and more intense atmospheric phenomena. </li> <li><i class="fa-li fa fa-warning text-danger"></i>Possible forced migration of the population living in coastal regions. </li> </ul>
es: <p class="text-justify mt-3 mb-2"> En los últimos 20 años, el nivel del mar ha subido unos <strong>8 cm</strong>. No obstante, las predicciones científicas indican que el nivel del mar podría aumentar hasta <strong>0,9 metros hacia final de siglo</strong>. <br> Este aumento se debe mayoritariamente al <strong>deshielo</strong> del Ártico y la Antártida. <br> </p> Entre las consecuencias del <strong>aumento del nivel del mar</strong>, se pueden destacar: <ul class="fa-ul mt-1 pl-3"> <li><i class="fa-li fa fa-warning text-danger"></i>Pérdida de biodiversidad.</li> <li><i class="fa-li fa fa-warning text-danger"></i>Tormentas, huracanes y otros fenómenos atmosféricos se volverán más vielentos e intensos. </li> <li><i class="fa-li fa fa-warning text-danger"></i>Posible migración forzada de la población que habita en zonas costeras. </li> </ul>

source: Go to top
es: Al principio

source: Arctic
es: Ártico

source: Arctic ice extent loss from <span id="arcticIceExtentFrom" class="font-weight-bold"></span> to <span id="arcticIceExtentTo" class="font-weight-bold"></span>
es: Pérdida de masa de hielo en el Ártico desde el <span id="arcticIceExtentFrom" class="font-weight-bold"></span> hasta el <span id="arcticIceExtentTo" class="font-weight-bold"></span>

source: Showing anomalies relative to April 2002 computed at the Jet Propulsion Laboratory under the auspices of the NASA MEaSUREs program. The Greenland mass anomalies are generated using GRACE data from the JPL RL05M.1 Mascon Solution: Version 2.
es: Mostrando anomalías relativas a abril de 2002 calculadas en el Jet Propulsion Laboratory bajo los auspicios del programa MEaSUREs de la NASA. Las anomalías de masa en Groenlandia se generan usando datos del GRACE desde el JPL RL05M.1 Mascon Solution: Version 2.

source: <strong>Credit: </strong><a href="https://www.nasa.gov/" target="_blank">NASA</a>.
es: <strong>Atribuciones: </strong><a href="https://www.nasa.gov/" target="_blank">NASA</a>.

source: from <span id="arcticIceExtentStartYear"></span> levels
es: desde los niveles de <span id="arcticIceExtentStartYear"></span>

source: per year
es: por año

source: Gt: giga-ton
es: Gt: giga-tonelada

source: (10⁹ tons; 1 ton = 1000 kg)
es: (10⁹ toneladas; 1 tonelada = 1000 kg)

source: Antarctica
es: Antártida

source: Antarctica ice extent loss from <span id="antarcticaIceExtentFrom" class="font-weight-bold"></span> to <span id="antarcticaIceExtentTo" class="font-weight-bold"></span>
es: Pérdida de masa de hielo en la Antártida desde el <span id="antarcticaIceExtentFrom" class="font-weight-bold"></span> hasta el <span id="antarcticaIceExtentTo" class="font-weight-bold"></span>

source: Showing anomalies relative to April 2002 computed at the Jet Propulsion Laboratory under the auspices of the NASA MEaSUREs program. The Antarctic mass anomalies are generated using GRACE data from the JPL RL05M.1 Mascon Solution: Version 2.
es: Mostrando anomalías relativas a abril de 2002 calculadas en el Jet Propulsion Laboratory bajo los auspicios del programa MEaSUREs de la NASA. Las anomalías de masa en la Antártida se generan usando datos del GRACE desde el JPL RL05M.1 Mascon Solution: Version 2.

source: from <span id="antarcticaIceExtentStartYear"></span> levels
es: desde los niveles de <span id="antarcticaIceExtentStartYear"></span>

source: Climate projections (CO₂ emissions) from <span id="RPCFrom" class="font-weight-bold"></span> to <span id="RPCTo" class="font-weight-bold"></span>
es: Proyecciones climáticas (emisiones de CO₂) desde <span id="RPCFrom" class="font-weight-bold"></span> hasta <span id="RPCTo" class="font-weight-bold"></span>

source: <strong>Credit: </strong>RPC Database. Full attributions list is available <a href="http://www.iiasa.ac.at/web-apps/tnt/RcpDb/dsd?Action=htmlpage&page=about#" target="_blank">here</a>.
es: <strong>Reconocimiento: </strong>RPC Database. La lista completa de atribuciones está disponible <a href="http://www.iiasa.ac.at/web-apps/tnt/RcpDb/dsd?Action=htmlpage&page=about#" target="_blank">aquí</a>.

source: What are RPCs?
es: ¿Qué son los RPCs?

source: <p> Climate predictions are based on <strong>climate models</strong>, which stimulate aspects such as the temperature of the atmosphere and the oceans, rainfall, winds, cloud formations, ocean currents and ice masses. In addition, factors of human activity such as economic and demographic growth, lifestyles, energy use, technology and climate policies are taken into account. </p> <p> To obtain the projections of the parameters to be evaluated (concentration of greenhouse gases, average temperature of the planet, etc.), climate models are used using information present in scenarios, known as <strong>Representative Concentration Pathways</strong> or <strong>RPC</strong>s. These describe alternative trajectories for the parameters of interest, and cover up to the year <strong>2100</strong>. </p>
es: <p>Las predicciones del clima se basan en <strong>modelos climáticos</strong>, que estimulan aspectos como la temperatura de la atmósfera y los océanos, precipitaciones, vientos, formaciones nubosas, corrientes oceánicas y masas de hielo. Además, se tienen en cuenta factores de la actividad humana tales como el crecimiento económico y demográfico, estilos de vida, uso energético, tecnología y políticas climáticas.</p> <p>Para obtener las proyecciones de los parámetros a evaluar (concentración de gases invernadero, temperatura media del planeta, etcétera) se emplean los modelos climáticos usando información presente en escenarios, conocidos como <strong>Representative Concentration Pathways</strong> o <strong>RPC</strong>s. Éstos describen trayectorias alternativas para los parámetros de interés, y cubren hasta el año <strong>2100</strong>.

source: CO₂ emissions:
es: Emisiones de CO₂:

source: They reach a maximum in 2020 (and are reduced to 0 in 2080), with a maximum concentration of 440 ppm.
es: Alcanzan un máximo en 2020 (y se reducen a 0 hacia 2080), con una concentración máxima de 440 ppm.

source: Population:
es: Población:

source: Around 9,000 million in 2050. Economic development is high.
es: Alrededor de 9.000 millones en 2050. El desarrollo económico es alto.

source: Energy:
es: Energía:

source: Abandonment of oil as a fuel, replaced by other fossil fuels and renewable energies.
es: Abandono del petróleo como combustible, sustituido por otros combustibles fósiles y energías renovables.

source: <i class="fa fa-check-circle text-success px-1"></i> This is the only scenario that meets the objective of maintaining the temperature of the Earth <strong>below 2ºC above pre-industrial levels</strong>.
es: <i class="fa fa-check-circle text-success px-1"></i> Este es el único escenario que cumple con el objetivo de mantener la temperatura media de la Tierra por <strong>debajo de 2ºC</strong> sobre los <strong>niveles pre-industriales</strong>.

source: Levels 50%% higher than the 2000 levels in 2050. Towards 2080 they stabilize at the levels of 2000. Concentration of 520 ppm in 2070, increasing slightly.
es: Niveles un 50%% más altos que los del 2000 hacia 2050. Hacia 2080 se estabilizan a los niveles del 2000. Concentración de 520 ppm en 2070, incrementándose levemente.

source: Economic and demographic growth slightly lower than that of RPC 2.6.
es: Crecimiento económico y demográfico ligeramente inferior al de RPC 2.6.

source: Consumption of oil practically constant until 2100. Nuclear and renewable energies as secondary sources.
es: Consumo de petróleo prácticamente constante hasta 2100. Energías nuclear y renovable como secundarias.

source: Emissions 100%% higher than 2000 levels in 2060, with ever increasing concentrations -reducing the pace at the end of the century-, reaching 620 ppm in 2100.
es: Emisiones un 100%% superiores en 2060, con concentraciones siempre crecientes –reduciendo el ritmo a final de siglo–, alcanzando 620 ppm en 2100.

source: Growth up to 10,000 million inhabitants, with low GDP.
es: Crecimiento hasta los 10.000 millones de habitantes, con bajos PIB.

source: Peak energy by 2060, reaching the level of RPC 2.6 in 2100. Consumptions similar to RPC 4.5 with minor importance secondary energies.
es: Pico energético hacia 2060, llegando al nivel de RPC 2.6 en 2100. Consumos similares a RPC 4.5 con menor importancia de las energías secundarias.

source: Emissions 375%% higher than the current levels in 2100. Concentration of 950 ppm in 2100 and rising during minimum, 100 more years.
es: Emisiones un 375%% superiores a las actuales en RPC 2100. Concentración de 950 ppm en 2100 y subiendo durante, mínimo, 100 años más.

source: High population growth, up to 12,000 in 2100. Social inequality.
es: Crecimiento alto de población, hasta los 12.000 en 2100. Desigualdad social.
