Repository: diego-hermida/ClimateChangeApp
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es

source: Hover over the chart series in order to display their values.
es: Pase por encima de las series del gráfico para visualizar sus valores.

source: <span>Annual energy production between</span> <span class="font-weight-bold countryEnergyFrom"></span> and <span class="font-weight-bold countryEnergyTo"></span>
es: <span>Producción energética anual entre </span> <span class="font-weight-bold countryEnergyFrom"></span> y <span class="font-weight-bold countryEnergyTo"></span>

source: Energy production details for <strong class="countryEnergyTo"></strong> are not available yet.
es: Los detalles sobre la producción energética para <strong class="countryEnergyTo"></strong> todavía no están disponibles.

source: Energy production details for <strong class="countryEnergyTo"></strong>
es: Detalles sobre la producción energética en <strong class="countryEnergyTo"></strong>

source: <strong>Credit: </strong><a href="https://data.worldbank.org/" target="_blank">World Bank</a>.
es: <strong>Atribuciones: </strong><a href="https://data.worldbank.org/" target="_blank">World Bank</a>.

source: Coal
es: Carbón

source: Hydroelectric
es: Hidroeléctrica

source: Natural gas
es: Gas natural

source: Oil
es: Petróleo

source: Renewable
es: Renovable

source: Other
es: Otros

source: Environment data
es: Datos medioambientales

source: Discover multiple country indicators related to Climate Change.
es: Descubra múltiples indicadores relacionados con el Cambio Climático.

source: Select a <strong>year range</strong> by clicking on the <kbd><i class="fa fa-calendar"></i></kbd> buttons. <br/> Once done, press the search button, and multiple <strong>bar charts</strong> with environment data will appear here.
es: Seleccione un <strong>rango de años</strong> haciendo click en el botón <kbd><i class="fa fa-calendar"></i></kbd> . <br/> Una vez hecho, haga click en el botón de búsqueda, y varios <strong>gráficos de barras</strong> con datos medioambientales aparecerán aquí.

source: <strong>Tip:</strong> Hover over the chart series in order to display their values.
es: <strong>Consejo:</strong> Pase por encima de las series del gráfico para visualizar sus valores.

source: Percentage of urban land below 5 meters
es: Porcentaje de áreas urbanas por debajo de 5 metros

source: of urban land below 5 meters in <strong id="lastYearUrbanAreaLand"></strong>
es: de áreas urbanas por debajo de 5 metros en <strong id="lastYearUrbanAreaLand"></strong>

source: The higher this value, the greater the risk that these places will suffer the effects of <strong>sea level rise</strong>.
es: Cuanto más alto sea este valor, mayor será el riesgo de que estos lugares padezcan los efectos de la <strong>subida del nivel del mar</strong>.

source: Percentage of forest area extension relative to the country area
es: Porcentaje de áreas boscosas relativas al área del país

source: of forest area in <strong id="lastYearForestArea"></strong>
es: de áreas boscosas en <strong id="lastYearForestArea"></strong>

source: Trees and plants transform <strong>CO₂</strong> into <strong>oxygen</strong>, contributing to lower CO₂ levels. <br> The higher this value, the richer the <strong>air quality</strong> levels will be.
es: Los árboles y plantas transforman el <strong>CO₂</strong> en <strong>oxígeno</strong>, contribuyendo a reducir los niveles de CO₂. <br> Cuanto más alto sea este valor, más ricos serán los niveles de <strong>calidad del aire</strong>.

source: Percentage of terrestrial and marine protected areas relative to the country area
es: Porcentaje de áreas protegidas (marinas y terrestres) relativas al área del país

source: of terrestrial and marine protected areas in <strong id="lastYearProtectedAreas"></strong>
es: de áreas protegidas (marinas y terrestres) en <strong id="lastYearProtectedAreas"></strong>

source: These areas are habitat for <strong>protected</strong> and/or endangered species. <br> The conservation of these areas helps to prevent the <strong>loss of biodiversity</strong>.
es: Estas áreas son el hábitat de especies <strong>protegidas</strong> y/o en peligro de extinción.<br> La conservación de estas áreas ayuda a prevenir la <strong>pérdida de biodiversidad</strong>.

source: Percentage of population with access to improved drinking water sources
es: Porcentaje de población con acceso a fuentes de agua mejoradas.

source: of population with access to improved drinking water sources in <strong id="lastYearImprovedWater"></strong>
es: de población con acceso a fuentes de agua mejoradas en <strong id="lastYearImprovedWater"></strong>

source: Drinking water is a <strong>vital necessity</strong> for all living beings. <br> Improved water sources include: piped water, public taps or standpipes, tube wells or boreholes, protected dug wells, protected springs, and rainwater collection.
es: Beber agua es una <strong>necesidad vital</strong> para todos los seres vivos. <br> Entre las fuentes de agua mejoradas, se encuentran: el agua que circula por tuberías, grifos públicos or fuentes, pozos, manantiales protegidos y la recolección del agua de lluvia.

source: Population with access to improved drinking water source (%%)
es: Población con acceso a fuentes de agua mejoradas (%%)

source: Urban land below 5 meters (%%)
es: Áreas urbanas por debajo de 5 metros (%%)

source: Forest land (%%)
es: Áreas boscosas (%%)

source: Protected areas (%%)
es: Áreas protegidas (%%)

source: Improved drinking water source (%%)
es: Fuentes de agua mejoradas (%%)

source: ISO codes
es: Códigos ISO

source: 2-letter code
es: Código de 2 letras

source: 3-letter code
es: Código de 3 letras

source: Region
es: Región

source: Income level
es: Nivel de renta

source: Show data
es: Mostrar datos

source: people in %(year)s
es: de personas en %(year)s

source: since %(year)s
es: desde %(year)s

source: <strong>K:</strong> thousands;&nbsp; <strong>M:</strong> millions.
es: <strong>K:</strong> miles;&nbsp; <strong>M:</strong> millones.

source: Population data are not available for <strong>%(name)s</strong>.
es: Los datos sobre población aún no están disponibles para <strong>%(name)s</strong>.

source: Historical weather data
es: Datos históricos de meteorología

source: Contemplate the evolution of multiple weather phenomena over the years.
es: Contemple la evolución de múltiples fenómenos meteorológicos a lo largo de los años.

source: Choose a phenomenom
es: Escoja un fenómeno

source: Temperature (max)
es: Temperatura (máxima)

source: Temperature (min)
es: Temperatura (mínima)

source: Temperature (avg)
es: Temperatura (media)

source: <strong>Warning:</strong> Plotting all data can consume a significant amount of resources when the year range is broad.
es: <strong>Advertencia:</strong> Representar todos los datos puede consumir una cantidad considerable de recursos cuando el rango de años es amplio.

source: Select a <strong>year range</strong> by clicking on the <kbd><i class="fa fa-calendar"></i></kbd> button. <br/> Once done, press the <kbd><i class="fa fa-search"></i></kbd> button, and a <strong>calendar chart</strong> with historical weather data will appear here.
es: Seleccione un <strong>rango de años</strong> haciendo click en el botón <kbd><i class="fa fa-calendar"></i></kbd> . <br/> Una vez hecho, haga click en el botón <kbd><i class="fa fa-search"></i></kbd> , y un <strong>gráfico</strong> con datos históricos de temperaturas aparecerá aquí.

source: Temperatures
es: Temperaturas

source: <strong>Note: </strong> The heatmap uses a color scale in order to represent temperatures. <br/> The scale is bounded between <strong>-40°C</strong> and <strong>40°C</strong>, and every color describes an interval of <strong>5°C</strong>. <strong>Bluish</strong> colors depict colder temperatures, while <strong>reddish</strong> colors depict warmer ones. <br> For example: <br>
es: <strong>Nota: </strong> El gráfico emplea una escala de colores para representar temperaturas. <br/> La escala está acotada entre <strong>-40°C</strong> y <strong>40°C</strong>, y cada color describe un intervalo de <strong>5°C</strong>. Colores <strong>azulados</strong> representan temperaturas frías, mientras que colores <strong>rojizos</strong> representan temperaturas cálidas. <br> Por ejemplo: <br>

source: represents tempreatures below -40°C.
es: representa temperaturas inferiores a -40°C.

source: represents temperatures between 0°C and 5°C.
es: representa temperaturas entre 0°C y 5°C.

source: represents tempreatures above 40°C.
es: representa temperaturas superiores a 40°C.

source: represents that measurements have not been taken on that day.
es: representa que en ese día no se han recogido mediciones.

source: <strong>Important</strong>: Each square describes a day of the year.
es: <strong>Importante</strong>: Cada cuadrado describe un día del año.

source: <span id="historicalWeatherHeatmapVariable"></span> between <span class="font-weight-bold historicalWeatherFrom"></span> and <span class="font-weight-bold historicalWeatherTo"></span>
es: <span id="historicalWeatherHeatmapVariable"></span> entre <span class="font-weight-bold historicalWeatherFrom"></span> y <span class="font-weight-bold historicalWeatherTo"></span>

source: Number of days with non-null values
es: Número de días con valores no nulos

source: When no year range is specified, only <strong>statistics</strong> are retrieved. If you want to display all data, you must <strong>manually</strong> specify a year range. <br> <strong>Note: </strong>This is automatically done to reduce the consumption of resources.
es: Cuando no se especifica un rango de años, solamente se obtienen <strong>estadísticas</strong>. Si quiere visualizar todos los datos, debe especificar un rango de años <strong>manualmente</strong>. <br> <strong>Nota: </strong>Esto se hace automáticamente para reducir el consumo de recursos.

source: Statistics
es: Estadísticas

source: (This applies to both the <strong>bar</strong> chart and the <strong>line</strong> chart).
es: (Esto aplica tanto para el gráfico de <strong>barras</strong> como para el gráfico de <strong>líneas</strong>).

source: <span>Annual temperature evolution between</span> <span class="font-weight-bold historicalWeatherFrom"></span> and <span class="font-weight-bold historicalWeatherTo"></span>
es: <span>Evolución anual de las temperaturas entre </span> <span class="font-weight-bold historicalWeatherFrom"></span> y <span class="font-weight-bold historicalWeatherTo"></span>

source: <span>Annual count of meteorological phenomena between</span> <span class="font-weight-bold historicalWeatherFrom"></span> and <span class="font-weight-bold historicalWeatherTo"></span>
es: <span>Recuento anual de fenómenos meteorológicos entre</span> <span class="font-weight-bold historicalWeatherFrom"></span> y <span class="font-weight-bold historicalWeatherTo"></span>

source: <strong>Note: </strong> Statistics for the current year will not be accurate until the year has finished.
es: <strong>Nota: </strong> Las estadísticas del año actual no serán acertadas hasta que el año haya terminado.

source: Credit: Wunderground
es: Atribuciones: Wunderground

source: <span> Historical weather data are not available for <strong>%(loc_name)s</strong>. </span>
es: <strong>%(loc_name)s</strong> no posee información meteorológica histórica.

source: Less than {min} {name}
es: Menos que {min} {name}

source: Between {down} and {up} {name}
es: Entre {down} y {up} {name}

source: More than {max} {name}
es: Más de {max} {name}

source: No value for {date}
es: Sin datos para el {date}

source: {count} {name} on {date}
es: {count} {name} el {date}

source: Highest annual temperature
es: Temperatura anual más alta

source: Lowest max. annual temperature
es: Temperatura anual máxima más baja

source: Highest min. annual temperature
es: Temperatura anual mínima más alta

source: Lowest annual temperature
es: Temperatura anual más baja

source: Average annual temperature
es: Temperatura media anual

source: Fog
es: Niebla

source: Hail
es: Granizo

source: Thunder
es: Tormenta

source: Rain
es: Lluvia

source: Snow
es: Nieve

source: day
es: día

source: days
es: días

source: Coordinates
es: Coordenadas

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Population
es: Población

source: Elevation
es: Elevación

source: Timezone
es: Zona horaria

source: ISO code
es: Código ISO

source: Climate zone
es: Zona climática

source: Click <a href="http://koeppen-geiger.vu-wien.ac.at/" target="_blank">here</a> to know more about climate zones and its classification.
es: Haga click <a href="http://koeppen-geiger.vu-wien.ac.at/" target="_blank">aquí</a> para saber más acerca de las zonas climáticas y su clasificación.

source: Current
es: Actual

source: Forecast
es: Previsión

source: Pressure
es: Presión

source: Humidity
es: Humedad

source: Wind
es: Viento

source: Speed
es: Velocidad

source: Degrees
es: Grados

source: Direction
es: Dirección

source: Current weather conditions are not available for <strong>%(loc_name)s</strong>.
es: La información sobre las condiciones meteorológicas actuales no está disponible para <strong>%(loc_name)s</strong>.

source: Swipe right to see more data
es: Deslice a la derecha para ver más datos

source: Weather forecast is not available for <strong>%(loc_name)s</strong>.
es: La información sobre la previsión meteorológica no está disponible para <strong>%(loc_name)s</strong>.

source: Weather information is not available for <strong>%(loc_name)s</strong>.
es: La información meteorológica no está disponible para <strong>%(loc_name)s</strong>.

source: <strong>Credit:</strong>
es: <strong>Reconocimiento: </strong>

source: Coordinates, population, elevation and timezone info: <a href="http://www.geonames.org/" target="_blank">GeoNames.org</a>.
es: Información de coordenadas, población, elevación y zonas horarias: <a href="http://www.geonames.org/" target="_blank">GeoNames.org</a>.

source: Country info: <a href="https://data.worldbank.org/" target="_blank">World Bank</a>.
es: Información de países: <a href="https://data.worldbank.org/" target="_blank">World Bank</a>.

source: Current conditions and weather forecast: <a href="https://openweathermap.org/" target="_blank">OpenWeatherMap</a>.
es: Condiciones actuales y previsión meteorológica: <a href="https://openweathermap.org/" target="_blank">OpenWeatherMap</a>.

source: English
es: Inglés

source: Spanish
es: Español

source: <p class="mb-2"> <strong>Disciplined</strong> and <strong>hard-working</strong>. I always try to make <strong>quality</strong> part of the DNA of the product. </p> <p class="mb-2"> I can design <strong>web pages</strong> as well as implement the <strong>core of a system</strong> (as long as there is a cup of hot coffee by my side!). </p> <p class="mb-2"> In my spare time, I enjoy <strong>mountain biking</strong> and <strong>martial arts</strong>. </p>
es: <p class="mb-2"> <strong>Disciplinado</strong> y <strong>trabajador</strong>. Siempre intento conseguir que la <strong>calidad</strong> sea parte del ADN del producto. </p> <p class="mb-2"> Puedo diseñar <strong>páginas web</strong> como implementar el <strong>núcleo de un sistema</strong> (siempre que haya una taza de café caliente a mi lado!). </p> <p class="mb-2"> En mi tiempo libre, disfruto practicando <strong>mountain bike</strong> y <strong>artes marciales</strong>. </p>

source: From
es: Desde

source: To
es: Hasta

source: Urban land data is not available.
es: Los datos sobre áreas urbanas no están disponibles.

source: Forest area data is not available.
es: Los datos sobre áreas boscosas no están disponibles.

source: Protected areas data is not available.
es: Datos sobre las áreas protegidas no están disponibles.

source: Improved water data is not available.
es: Los datos sobre fuentes de agua mejoradas no están disponibles.

source: Sources
es: Fuentes

source: Admin login
es: Administración - Iniciar sesión

source: Organisation:
es: Organización:

source: ACME, Inc.
es: ACME, S.A.

source: This field is not required.
es: Este campo no es requerido.

source: If this field is included, its length must be %(min_org)s-%(max_org)s characters long.
es: Si este campo se incluye, su longitud debe ser de %(min_org)s-%(max_org)s caracteres.

source: East Asia & Pacific (excluding high income)
es: Asia oriental y el Pacífico (excluyendo niveles altos de renta)

source: IDA total, excluding Sub-Saharan Africa
es: Países IDA, excluyendo África Subsahariana

source: IDA countries classified as fragile situations, excluding Sub-Saharan Africa
es: Países IDA clasificados como en situaciones frágiles, excluyendo África Subsahariana

source: Non-resource rich Sub-Saharan Africa countries, of which landlocked
es: Países del África subsahariana sin recursos, sin salida al mar

source: IDA countries not classified as fragile situations, excluding Sub-Saharan Africa
es: Países IDA no clasificados como en situaciones frágiles, excluyendo África Subsahariana

source: Non-resource rich Sub-Saharan Africa countries
es: Países del África Subsahariana pobres en recursos

source: Europe & Central Asia (excluding high income)
es: Europa y Asia Central (excluyendo niveles altos de renta)

source: Sub-Saharan Africa excluding South Africa
es: África Subsahariana excluyendo Sudáfrica

source: Sub-Saharan Africa excluding South Africa and Nigeria
es: África Subsahariana excluyendo Sudáfrica y Nigeria

source: United Arab Emirates
es: Emiratos Árabes Unidos

source: Afghanistan
es: Afganistán

source: Antigua and Barbuda
es: Antigua y Barbuda

source: American Samoa
es: Samoa Americana

source: Azerbaijan
es: Azerbaiyán

source: IBRD countries classified as high income
es: Países IBRD clasificados como en nivel alto de renta

source: Latin America & the Caribbean (IBRD-only countries)
es: América Latina y Caribe (países IBRD)

source: Middle East & North Africa (IBRD-only countries)
es: Norte de África y Medio Este (países IBRD)

source: East Asia & Pacific (IBRD-only countries)
es: Asia oriental y Pacífico (países IBRD)

source: Sub-Saharan Africa (IBRD-only countries)
es: África Subsahariana (países IBRD)

source: Europe & Central Asia (IBRD-only countries)
es: Europa y Asia Central (países IBRD)

source: Central Europe and the Baltics
es: Europa Central y Países Bálticos

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina

source: Belgium
es: Bélgica

source: Bahrain
es: Bahréin

source: Brunei Darussalam
es: Brunei

source: Brazil
es: Brasil

source: Bahamas, The
es: Bahamas, Las

source: Belarus
es: Bielorrusia

source: Belize
es: Belice

source: East Asia and the Pacific (IFC classification)
es: Asia oriental y Pacífico (clasificación IFC)

source: Europe and Central Asia (IFC classification)
es: Europa y Asia Central (clasificación IFC)

source: Latin America and the Caribbean (IFC classification)
es: América Latina y Caribe (clasificación IFC)

source: Middle East and North Africa (IFC classification)
es: Asia oriental y África del Norte (clasificación IFC)

source: South Asia (IFC classification)
es: Sur de Asia (clasificación IFC)

source: Sub-Saharan Africa (IFC classification)
es: África subsahariana (clasificación IFC)

source: Canada
es: Canadá

source: Congo, Dem. Rep.
es: Congo, República Democrática del

source: Central African Republic
es: República Centroafricana

source: Congo, Rep.
es: Congo, República

source: Switzerland
es: Suiza

source: Cote d'Ivoire
es: Costa de Marfil

source: Cameroon
es: Camerún

source: Curacao
es: Curaçao

source: Cyprus
es: Chipre

source: Czech Republic
es: República Checa

source: Latin America & the Caribbean (IDA-eligible countries)
es: América Latina y Caribe (países elegibles para IDA)

source: Middle East & North Africa (IDA-eligible countries)
es: Norte de África y Medio Este (países elegibles para IDA)

source: East Asia & Pacific (IDA-eligible countries)
es: Asia oriental y Pacífico (países elegibles para IDA)

source: South Asia (IDA-eligible countries)
es: Sur de Asia (países elegibles para IDA)

source: Sub-Saharan Africa (IDA-eligible countries)
es: África subsahariana (países elegibles para IDA)

source: Europe & Central Asia (IDA-eligible countries)
es: Europa y Asia Central (países elegibles para IDA)

source: IDA countries classified as Fragile Situations
es: Países IDA clasificados como en Situación Frágil

source: IDA countries not classified as Fragile Situations
es: Países IDA no clasificados como en Situación Frágil

source: Germany
es: Alemania

source: Denmark
es: Dinamarca

source: Dominican Republic
es: República Dominicana

source: Egypt, Arab Rep.
es: Egipto

source: Spain
es: España

source: Ethiopia
es: Etiopía

source: Fragile and conflict affected situations
es: Situaciones frágiles y/o afectadas por conflictos

source: IDA countries in Sub-Saharan Africa classified as fragile situations
es: Países IDA en África subsahariana clasificados como en situación frágil

source: Finland
es: Finlandia

source: Fiji
es: Fiyi

source: Micronesia, Fed. Sts.
es: Micronesia, Estados Federados de

source: Faroe Islands
es: Islas Faroe

source: France
es: Francia

source: Gabon
es: Gabón

source: United Kingdom
es: Reino Unido

source: Grenada
es: Granada

source: Greenland
es: Groenlandia

source: Gambia, The
es: Gambia

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Greece
es: Grecia

source: Guinea-Bissau
es: Ginea-Bissau

source: Guyana
es: Guayana

source: Hong Kong SAR, China
es: Hong Kong, Región Administrativa Especial, China

source: Croatia
es: Croacia

source: Haiti
es: Haití

source: Hungary
es: Hungría

source: Ireland
es: Irlanda

source: Isle of Man
es: Isla de Man

source: Iran, Islamic Rep.
es: Irán, República Islámica de

source: Iceland
es: Islandia

source: Italy
es: Italia

source: Channel Islands
es: Islas del Canal

source: Jordan
es: Jordania

source: Japan
es: Japón

source: Kenya
es: Kenia

source: Kyrgyz Republic
es: Kirguiza, República

source: Cambodia
es: Camboya

source: Comoros
es: Comores

source: St. Kitts and Nevis
es: Saint Kitts y Nevis

source: Korea, Dem. People’s Rep.
es: Corea del Norte

source: Korea, Rep.
es: Corea del Sur

source: Cayman Islands
es: Islas Caimán

source: Kazakhstan
es: Kazajistán

source: Latin America and the Caribbean
es: América Latina y Caribe

source: Andean Region
es: Región Andina

source: Southern Cone
es: Cono Sur

source: Lao PDR
es: Lao, República Democrática Popular

source: Lebanon
es: Líbano

source: St. Lucia
es: Santa Lucía

source: Lithuania
es: Lituania

source: Luxembourg
es: Luxemburgo

source: Latvia
es: Letonia

source: Libya
es: Libia

source: Middle East (developing only)
es: Medio Este (en desarrollo)

source: North Africa
es: África del Norte

source: Morocco
es: Marruecos

source: Monaco
es: Mónaco

source: Moldova
es: Moldavia

source: St. Martin (French part)
es: San Martín (Francia)

source: Marshall Islands
es: Islas Marshall

source: Macedonia, FYR
es: Macedonia, Ex República Yugoslava de

source: Macao SAR, China
es: Macao, Región Administrativa Especial, China

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: Mauritius
es: Mauricio

source: Maldives
es: Maldivas

source: Mexico
es: Méjico

source: Malaysia
es: Malasia

source: IDA countries in Sub-Saharan Africa not classified as fragile situations
es: Países IDA en África Subsahariana no clasificados como en situación frágil

source: New Caledonia
es: Nueva Caledonia

source: Niger
es: Níger

source: Netherlands
es: Países Bajos

source: Norway
es: Noruega

source: New Zealand
es: Nueva Zelanda

source: Resource rich Sub-Saharan Africa countries, of which oil exporters
es: Países de África Subsahariana ricos en recursos, exportadores de petróleo

source: OECD members
es: Miembros del OECD

source: Oman
es: Omán

source: Panama
es: Panamá

source: Peru
es: Perú
