Repository: diego-hermida/ClimateChangeApp
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es

source: French Polynesia
es: Polinesia Francesa

source: Papua New Guinea
es: Papúa Nueva Guinea

source: Philippines
es: Filipinas

source: Pakistan
es: Pakistán

source: Poland
es: Polonia

source: West Bank and Gaza
es: Cisjordania y Gaza

source: Resource rich Sub-Saharan Africa countries
es: Países de África Subsahariana ricos en recursos

source: Romania
es: Rumanía

source: Russian Federation
es: Rusia

source: Rwanda
es: Ruanda

source: Small states
es: Estados pequeños

source: Pacific island small states
es: Estados pequeños (Islas del Pacífico)

source: Caribbean small states
es: Estados pequeños (Caribe)

source: Other small states
es: Otros Estados pequeños

source: Saudi Arabia
es: Arabia Saudí

source: Solomon Islands
es: Islas Salomón

source: Sudan
es: Sudán

source: Sweden
es: Suecia

source: Singapore
es: Singapur

source: Slovenia
es: Eslovenia

source: Slovak Republic
es: Eslovaquia

source: Sierra Leone
es: Sierra Leona

source: South Sudan
es: Sudán del Sur

source: Sao Tome and Principe
es: Santo Tomé y Príncipe

source: Sint Maarten (Dutch part)
es: San Martín (Alemania)

source: Syrian Arab Republic
es: Siria

source: Swaziland
es: Swazilandia

source: Latin America & the Caribbean (IDA & IBRD countries)
es: América Latina y Caribe (países IDA y IBRD)

source: Middle East & North Africa (IDA & IBRD countries)
es: Norte de África y Medio Este (países IDA y IBRD)

source: East Asia & Pacific (IDA & IBRD countries)
es: Asia oriental y Pacífico (países IDA y IBRD)

source: South Asia (IDA & IBRD)
es: Sur de Asia (países IDA y IBRD)

source: Sub-Saharan Africa (IDA & IBRD countries)
es: África Subsahariana (países IDA y IBRD)

source: Europe & Central Asia (IDA & IBRD countries)
es: Europa y Asia Central (países IDA y IBRD)

source: Turks and Caicos Islands
es: Islas Turcas y Caicos

source: Thailand
es: Tailandia

source: Tajikistan
es: Tayikistán

source: Timor-Leste
es: Timor Oriental

source: Turkmenistan
es: Turkmenistán

source: Tunisia
es: Túnez

source: Turkey
es: Turquía

source: Trinidad and Tobago
es: Trinidad y Tobago

source: Taiwan, China
es: Taiwán

source: Ukraine
es: Ucrania

source: United States
es: Estados Unidos

source: Uzbekistan
es: Ubezkistan

source: Pre-demographic dividend
es: Dividendo pre-demográfico

source: Early-demographic dividend
es: Dividendo demográfico temprano

source: Late-demographic dividend
es: Dividendo demográfico tardío

source: Post-demographic dividend
es: Dividendo post-demográfico

source: St. Vincent and the Grenadines
es: San Vicente y las Granadina

source: Venezuela, RB
es: Venezuela

source: British Virgin Islands
es: Islas Vírgenes (Reino Unido)

source: Virgin Islands (U.S.)
es: Islas Vírgenes (Estados Unidos)

source: Vietnam
es: Vietman

source: Heavily indebted poor countries (HIPC)
es: Países pobres altamente endeudados

source: IBRD only
es: IRBD

source: IDA blend
es: IDA (mezcla)

source: IDA only
es: IDA

source: Latin America & Caribbean (excluding high income)
es: América Latina y Caribe (excluyendo niveles altos de renta)

source: Least developed countries: UN classification
es: Países menos desarrollados: clasificación UN

source: Middle East & North Africa (excluding high income)
es: Norte de África y Medio Este (excluyendo niveles altos de renta)

source: Not classified
es: Sin clasificar

source: Yemen, Rep.
es: Yemen

source: South Africa
es: Sudáfrica

source: IBRD, including blend
es: IRBD (sin mezclar)

source: Sub-Saharan Africa (excluding high income)
es: África subsahariana (excluyendo niveles altos de renta)

source: IDA & IBRD total
es: IDA y IBRD (total)

source: Zimbabwe
es: Zimbabue

source: Aggregates
es: Agregaciones

source: Clear sky
es: Despejado

source: Scattered clouds
es: Nubes dispersas

source: Heavy intensity drizzle
es: Llovizna de alta intensidad

source: Windy
es: Viento

source: Heavy shower snow
es: Fuertes nevadas

source: Thunderstom with light rain
es: Tormenta con lluvia ligera

source: Severe gale
es: Vendaval severo

source: Drizzle
es: Llovizna

source: Light rain and snow
es: Lluvia ligera y nieve

source: Light intensity shower rain
es: Aguacero ligero

source: Light intensity drizzle
es: Llovizna ligera

source: Thunderstom with rain
es: Tormenta con lluvia

source: Light snow
es: Nieve ligera

source: Shower rain
es: Aguacero

source: Light intensity drizzle rail
es: Llovizna ligera

source: Light breeze
es: Brisa ligera

source: Overcast clouds
es: Cubierto

source: Thunderstorm with light drizzle
es: Tormenta con llovizna ligera

source: Dust
es: Polvo

source: Hot
es: Bochorno

source: Freezing rain
es: Lluvia helada

source: Gentle breeze
es: Brisa generosa

source: Cold
es: Frío

source: Heavy thunderstorm
es: Fuerte tormenta

source: Rain and snow
es: Lluvia y nieve

source: Heavy intensity drizzle rain
es: Llovizna intensa

source: Very heavy rain
es: Aguacero

source: Tropical storm
es: Tormenta tropical

source: Sleet
es: Aguanieve

source: Heavy intensity rain
es: Aguacero

source: Light thunderstorm
es: Tormenta ligera

source: Fresh breeze
es: Brisa fresca

source: Drizzle rain
es: Llovizna

source: Hurricane
es: Huracán

source: Few clouds
es: Prácticamente despejado

source: Heavy shower rain and drizzle
es: Aguacero

source: Ragged shower rain
es: Lluvia a intervalos

source: Moderate rain
es: Lluvia moderada

source: Shower rain and drizzle
es: Aguacero

source: Gale
es: Vendaval

source: Strong breeze
es: Brisa fuerte

source: Haze
es: Neblina

source: Moderate breeze
es: Brisa moderada

source: High wind, near gale
es: Viento fuerte, casi vendaval

source: Calm
es: Calmado

source: Thunderstom with heavy rain
es: Tormenta con aguacero

source: Storm
es: Tormenta

source: Mist
es: Niebla

source: Shower snow
es: Nieve

source: Broken clouds
es: Nubes rotas

source: Thunderstorm with drizzle
es: Tormenta con llovizna

source: Ragged thunderstorm
es: Tormenta a intervalos

source: Light rain
es: Lluvia ligera

source: Volcanic ash
es: Ceniza volcánica

source: Sand
es: Arena

source: Sand, dust whirls
es: Arena, remolinos de polvo

source: Thunderstorm with heavy drizzle
es: Tormenta con llovizna intensa

source: Heavy intensity shower rain
es: Aguacero

source: Squalls
es: Chubascos

source: Heavy snow
es: Nieve intensa

source: Violent storm
es: Tormenta violenta

source: Shower sleet
es: Aguanieve

source: Light shower snow
es: Nieve ligera

source: Extreme rain
es: Lluvia extrema

source: Shower drizzle
es: Llovizna

source: Smoke
es: Humo

source: Vienna
es: Viena

source: Brussels
es: Bruselas

source: Rio de Janeiro
es: Río de Janeiro

source: Berlin
es: Berlín

source: Copenhagen
es: Copenhague

source: Cairo
es: El Cairo

source: Addis Ababa
es: Addis Abeba

source: Paris
es: París

source: London
es: Londres

source: Athens
es: Atenas

source: Guatemala City
es: Guatemala

source: Dublin
es: Dublín

source: Tehran
es: Teherán

source: Rome
es: Roma

source: Astana
es: Astaná

source: Marrakesh
es: Marrakech

source: Ulan Bator
es: Ulan Bátor

source: Mexico City
es: Ciudad de Méjico

source: Amsterdam
es: Ámsterdam

source: Kathmandu
es: Kathmandú

source: Cusco
es: Cuzco

source: Warsaw
es: Varsovia

source: Bucharest
es: Bucarest

source: Moscow
es: Moscú

source: Stockholm
es: Estocolmo

source: Mogadishu
es: Mogadiscio

source: Tunis
es: Túnez

source: Kyiv
es: Kiev

source: Los Angeles
es: Los Ángeles

source: New York City
es: Nueva York

source: Cape Town
es: Ciudad del Cabo

source: Johannesburg
es: Johannesburgo
